Repository: triplea-dev/triplea-woocommerce-plugin
Catalog: src/languages/triplea-cryptocurrency-payment-gateway-for-woocommerce-*.po
Languages: es, fr, nl

source: <img src="https://triple-a.io/wp-content/uploads/2020/08/TripleA_MainLogo_Transparent-e1596423970124.png" alt="Footer Logo" class="webpexpress-processed" style="max-width: 149px; vertical-align: text-bottom;display: inline-block;position: relative;top: 5px;margin-right: 15px;"> With <a href="https://triple-a.io">TripleA</a> you get to choose how your bitcoin payments are settled to you: <strong>in bitcoin</strong> or <strong>in your local currency</strong>.
es: <img src="https://triple-a.io/wp-content/uploads/2020/08/TripleA_MainLogo_Transparent-e1596423970124.png" alt="Footer Logo" class="webpexpress-processed" style="max-width: 149px; vertical-align: text-bottom;display: inline-block;position: relative;top: 5px;margin-right: 15px;"> Con <a href="https://triple-a.io">TripleA</a> puedes elegir cómo se te liquidan los pagos en bitcoin: <strong>en bitcoin</strong> o <strong>en tu moneda local</strong>.
fr: <img src="https://triple-a.io/wp-content/uploads/2020/08/TripleA_MainLogo_Transparent-e1596423970124.png" alt="Footer Logo" class="webpexpress-processed" style="max-width: 149px; vertical-align: text-bottom;display: inline-block;position: relative;top: 5px;margin-right: 15px;"> Avec <a href="https://triple-a.io">TripleA</a> vous pouvez choisir de recevoir vos paiements par bitcoin : <strong>en tant que bitcoin</strong> ou <strong>en tant que monnaie locale</strong>.
nl: <img src="https://triple-a.io/wp-content/uploads/2020/08/TripleA_MainLogo_Transparent-e1596423970124.png" alt="Footer Logo" class="webpexpress-processed" style="max-width: 149px; vertical-align: text-bottom;display: inline-block;position: relative;top: 5px;margin-right: 15px;"> Met <a href="https://triple-a.io">TripleA</a> kunt u kiezen hoe uw bitcoinbetalingen aan u worden voldaan: <strong>in bitcoin</strong> of <strong>in uw lokale munt</strong>.

source: Accept bitcoin payments
es: Aceptar pagos en bitcoin
fr: Accepter les paiements par bitcoin
nl: Accepteer bitcoin betalingen

source: Bad attempt, invalid nonce for checkout_start
nl: Slechte poging, ongeldige nonce voor checkout_start

source: Bad attempt, invalid nonce for payment form data request
nl: Slechte poging, ongeldige nonce voor verzoek om gegevens betalingsformulier

source: Bitcoin Payment Gateway
es: Pasarela de pago Bitcoin
fr: Passerelle de paiements par Bitcoin
nl: Bitcoin betalingsgateway

source: Bitcoin Payment Gateway for WooCommerce
es: Pasarela de pago Bitcoin para WooCommerce
fr: Passerelle de paiement par Bitcoin pour WooCommerce
nl: Bitcoin betalingsgateway voor WooCommerce

source: Bitcoin payment settings
es: Configuración del pago con Bitcoin
fr: Accepter les paiements par bitcoin
nl: Bitcoin betalingsinstellingen

source: Bitcoin Payments
es: Pagos con Bitcoin
fr: Paiements par Bitcoin
nl: Bitcoin betalingen

source: Bitcoin payments disabled, no active wallets.
es: Pagos de Bitcoin desactivados, no hay carteras activas.
fr: Paiements de bitcoin désactivés, pas de portefeuille actif.
nl: Bitcoin betalingen uitgeschakeld, geen actieve portemonnees.

source: Bitcoin Payments disabled.
es: Pagos de Bitcoin desactivados.
fr: Paiements par bitcoin désactivés.
nl: Bitcoin betalingen uitgeschakeld.

# button label
source: Show settlement options
nl: Toon regeling opties

source: Clear debug log
es: Borrar el registro de depuración
fr: Effacer le journal de débogage
nl: Debug log wissen

source: Clear the debug log (upon saving this form, log is cleared and this option is then toggled off again)
es: Borrar el registro de depuración (al guardar este formulario, el registro se borra y esta opción se desactiva de nuevo)
fr: Effacer le journal de débogage (lors de la sauvegarde de ce formulaire, le journal est effacé et cette option est alors à nouveau désactivée)
nl: Het debug log wissen (bij het opslaan van dit formulier wordt het log gewist en deze optie wordt dan weer uitgezet)

source: Decide how you want your money to be delivered to you.
es: Decida cómo quiere que se le entregue el dinero.
fr: Décidez de la manière dont vous voulez que votre argent vous soit remis.
nl: Beslis hoe u wilt dat uw geld bij u wordt afgeleverd.

source: Enable debug log
es: Activar el registro de depuración
fr: Activer le journal de débogage
nl: Debug log activeren

source: loading...
nl: laden...

source: Offer bitcoin as a payment option on your website and get access to even more clients. Receive payments in bitcoins or in your local currency, directly in your bank account. Enjoy an easy setup, no bitcoin expertise required. Powered by TripleA.
es: Ofrezca bitcoin como opción de pago en su sitio web y acceda a aún más clientes. Reciba pagos en bitcoins o en su moneda local, directamente en su cuenta bancaria. Disfruta de una fácil configuración, sin necesidad de tener conocimientos de bitcoin. Desarrollado por TripleA.
fr: Proposez bitcoin comme option de paiement sur votre site web et accédez à encore plus de clients. Recevez des paiements en bitcoins ou dans votre monnaie locale, directement sur votre compte bancaire. Profitez d'une installation facile, sans avoir besoin d'expertise en matière de bitcoins. Développé par TripleA.
nl: Bied bitcoin aan als betaaloptie op uw website en krijg toegang tot nog meer klanten. Ontvang betalingen in bitcoins of in uw lokale valuta, direct op uw bankrekening. Geniet van een eenvoudige installatie, geen bitcoinkennis vereist. Aangedreven door TripleA.

source: On production, if you need to debug, clear the log afterwards!
es: En los sitios web de producción, si necesitas depurar, borra el registro después.
fr: Sur un site en ligne, si vous avez besoin de déboguer, effacez le journal ensuite !
nl: Op productiesites, als je moet debuggen, wis dan het log achteraf!

source: Pay with Bitcoin
nl: Betaal met Bitcoin

source: Payment Failed
es: Pago fallido
fr: Échec du paiement
nl: Betaling mislukt

source: Payment mode
es: Modo de pago
fr: Mode de paiement
nl: Betalingswijze

source: Plugin options
es: Opciones de los plugins
fr: Options de plugin
nl: Plugin opties

source: Plugin options input fields and info
es: Campos de entrada de opciones del plugin e información
fr: Champs de saisie des options des plugins et informations
nl: Plugin opties invoervelden en info

source: Secure and easy payment with Bitcoin
es: Pago seguro y fácil con Bitcoin
fr: Paiement sécurisé et facile par Bitcoin
nl: Veilig en gemakkelijk betalen met Bitcoin

source: Secure and easy payment with Bitcoin using the Triple-A.io service.
es: Pago seguro y fácil con Bitcoin utilizando el servicio Triple-A.io.
fr: Paiement sécurisé et facile par Bitcoin en utilisant le service Triple-A.io.
nl: Veilig en gemakkelijk betalen met Bitcoin via de Triple-A.io dienst.

source: Select LIVE mode when ready to accept bitcoin payments from the public. Payment option will only be visible to Admin users in TEST mode.
es: Seleccione el modo LIVE cuando esté listo para aceptar pagos en bitcoin del público. La opción de pago solo será visible para los usuarios administradores en el modo TEST.
fr: Sélectionnez le mode LIVE lorsque vous êtes prêt à accepter les paiements de bitcoins du public. L'option de paiement ne sera visible que pour les utilisateurs Administrateurs en mode TEST.
nl: Selecteer de LIVE modus als u klaar bent om bitcoin betalingen te accepteren van het publiek. Betalingsoptie zal alleen zichtbaar zijn voor Admin gebruikers in TEST modus.

source: Settings
es: Configuración
fr: Paramètres
nl: Instellingen

source: Test Mode
es: Modo de prueba
fr: Mode Test
nl: Testmodus

source: Test or Live Mode
es: Modo de prueba o en vivo
fr: Mode Live ou Test
nl: Test of live mode

source: testnet bitcoin wallet
nl: testnet bitcoin portemonnee

source: TripleA Bitcoin Payment Gateway plugin requires WooCommerce to be installed and active. You can download %s here.
es: El plugin TripleA Bitcoin Payment Gateway requiere que WooCommerce esté instalado y activo. Puedes descargar %s aquí.
fr: Le plugin TripleA Bitcoin Payment Gateway nécessite que WooCommerce soit installé et actif. Vous pouvez télécharger %s ici.
nl: TripleA Bitcoin Payment Gateway plugin vereist dat WooCommerce ge√Ønstalleerd en actief is. U kunt %s hier downloaden.

source: TripleA TEST MODE enabled.
es: Modo de prueba TripleA activado.
fr: MODE TEST TripleA activé.
nl: TripleA TEST MODE ingeschakeld.

source: view log
es: ver registro
fr: afficher le journal
nl: bekijk het log

source: View transactions in your own wallet or %s with the credentials you have received by email.
nl: Bekijk transacties in uw eigen portemonnee of %s met de inloggegevens die u per e-mail hebt ontvangen.

source: You are now accepting bitcoin payments.
es: Ahora acepta pagos en bitcoin.
fr: Vous acceptez désormais les paiements par bitcoin.
nl: U aanvaardt nu bitcoin betalingen.

# You can use bitcoin testnet faucets to easily test payments
source: You can use %s to easily test payments.
nl: U kunt %s gebruiken om betalingen gemakkelijk te testen.

source: You have chosen to receive sandbox bitcoin payments straight in your own %s.
nl: U heeft gekozen om sandbox bitcoin betalingen rechtstreeks in uw eigen %s te ontvangen.

source: Bad attempt
es: Mal intento
fr: Mauvaise tentative

source: Live Mode
es: Modo Live (en vivo)
fr: Mode Live
